Repository: thesus/claypot
Catalog: claypot/locale/*/LC_MESSAGES/django.po
Languages: de

source: You may only view your own profile.
de: Du kannst nur dein eigenes Profil ansehen.

source: Unable to login with provided credentials.
de: Die angegebenen Zugangsdaten sind falsch.

source: The username is already taken.
de: Dieser Benutzername ist bereits vergeben.

source: The email address is already used.
de: Diese E-Mail-Adresse ist bereits in Benutzung.

source: Passwords didn't match!
de: Die angegeben Kennwörter stimmen nicht überein.

source: E-Mail verification for {}
de: E-Mail-Adressprüfung für {}

source: Logged out successfully.
de: Erfolgreich abgemeldet.

source: Reset email has been sent.
de: Eine E-Mail zum Zurücksetzen des Kennworts wurde dir zugesendet.

source: Password resetted successfully.
de: Das Kennwort wurde erfolgreich zurückgesetzt.

source: Signup email has been sent.
de: Eine E-Mail zur Bestätigung deiner Registrierung wurde an dich versendet.

source: Signup link is missing get parameters!
de: Der Anmelde-Link ist kaputt; es fehlen GET-Parameter.

source: Signup link is invalid. Did you copy the URL correctly?
de: Der Anmelde-Link ist ungültig. Hast du die Adresse richtig kopiert?

source: Signup link is invalid!
de: Der Anmelde-Link ist ungültig.

source: Signup link no longer valid. New email has been sent.
de: Der Anmelde-Link ist abgelaufen. Ein neuer Anmelde-Link ist dir per E-Mail zugesendet worden.

source: You must be superuser to edit.
de: Du musst Administrator sein um Bearbeiten zu können.

source: You may only read an edit your own data.
de: Du kannst nur deine eigenen Daten lesen.

source: You may only edit your own recipes.
de: Du kannst nur deine eigenen Rezepte bearbeiten.

source: This field may not be null.
de: Dieses Feld darf nicht leer sein.

source: Unknown unit
de: Unbekannte Einheit

source: Already used on another ingredient.
de: Bereits an einer anderen Zutat verwendet.

source: You may only define relations between different recipes.
de: Du darfst ein Rezept nicht mit sich selbst verknüpfen.

source: Unit
de: Einheit

source: Units
de: Einheiten

source: Addition
de: Ergänzung

source: Replacement
de: Ersatz

source: Recipe relation
de: Rezeptverknüpfung

source: Recipe relations
de: Verknüpfte Rezepte

source: Title
de: Titel

source: Author
de: Autor

source: Estimated time spent working
de: Geschätze Arbeitszeit

source: Estimated waiting time
de: Geschätzte Wartezeit

source: Cooking and baking
de: Kochen und Backen

source: Additional information
de: Zusätzliche Informationen

source: Recipe
de: Rezept

source: Recipes
de: Rezepte

source: Unspecified amount
de: Keine Menge angegeben

source: Numeric amount
de: Numerische Mengenangabe

source: Approximated amount
de: Ungefähre Mengenangabe

source: Ingredient
de: Zutat

source: Additional notes about ingredient
de: Zusätzliche Notizen zur Zutat

source: Amount type
de: Art der Mengenangabe

source: Amount, numeric
de: Menge, numerisch

source: Amount, approximated
de: Menge, ungefähr

source: {0.group.recipe}'s {0.ingredient}
de: {0.ingredient} von {0.group.recipe}

source: Recipe ingredient
de: Rezeptzutat

source: Recipe ingredients
de: Rezeptzutaten

source: Recipe ingredient group
de: Rezeptzutatengruppe

source: Recipe ingredient groups
de: Rezeptzutatengruppen

source: Ingredients
de: Zutaten

source: Tag
de: Schlagwort

source: Tags
de: Schlagworte

source: Recipe instruction
de: Rezeptanweisung

source: Recipe instructions
de: Rezeptanweisungen

source: Recipe draft
de: Rezeptentwurf

source: Recipe drafts
de: Rezeptentwürfe

source: You requested a password reset for your account at %(site_name)s.
de: Du hast angefordert, dass das Kennwort für dein Benutzerkonto zu %(site_name)s zurückgesetzt wird.

source: Please go to the following page and choose a new password:
de: Bitte gehe auf diese Webseite und wähle ein neues Kennwort:

source: Your username is:
de: Dein Benutzername ist:

source: You registered an account at %(site_name)s.
de: Du hast ein Benutzerkonto für %(site_name)s erstellt.

source: Click the following link to verify your email address:
de: Klicke den folgenden Link um deine E-Mail-Adresse zu bestätigen:

source: {recipe_title} - Recipe - claypot
de: {recipe_title} - Rezept - claypot
